<template>
  <div class="ConfirmText">
    <h3 class="text-center">
      ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ <br />
      о предоставлении права использования сервиса <br />
      «Строительный Ассистент»
    </h3>
    <br />
    <br />
    <div class="d-flex justify-content-between mb-4">
      <span>г. Новосибирск</span> <span>«01» февраля 2020 г.</span>
    </div>
    <div class="text-center">
      <h4>ВВОДНЫЕ ПОЛОЖЕНИЯ</h4>
    </div>
    <br />
    <br />
    <p>
      До начала использования сервиса «Строительный Ассистент», расположенного
      по адресу: http://www.stroy-assist.ru (далее – Сервис) лицу, выразившему
      желание на использование указанного Сервиса необходимо ознакомиться с
      нижеизложенными условиями Соглашения, являющегося в соответствии со ст.
      428 Гражданского кодекса РФ Договором присоединения. В случае несогласия с
      условиями, изложенными в Соглашении, как целиком, так и в части, такое
      лицо не вправе использовать Сервис. Настоящее Соглашение является Офертой
      в соответствии с п. 2 ст. 437 Гражданского кодекса РФ на заключение
      Лицензионного договора об использовании Сервиса. Регистрация на сайте
      Сервиса означает присоединение к изложенным в настоящем Соглашении
      условиям, принятие условий настоящего Соглашения и является в соответствии
      со ст. 438 Гражданского кодекса РФ Акцептом Оферты.
    </p>

    <h4 class="text-center mb-4">1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h4>
    <p>
      1.1. Сервис – совокупность веб-страниц, их оформление и расположение
      (дизайн), а также материалы в текстовом, графическом, аудиовизуальном
      виде, размещенные в сети Интернет по на Сайте, которые являются объектами
      интеллектуальной собственности Лицензиара.
    </p>
    <p>
      1.2. Сайт - http://http://www.stroy-assist.ru
    </p>
    <p>
      1.3. Лицензиар – Общество с ограниченной ответственностью «ЕРА»,
      обладающее исключительные правами на Сервис.
    </p>
    <p>
      1.4. Лицензиат - физическое лицо, индивидуальный предприниматель либо
      юридическое лицо, совершившее Акцепт Оферты путем отметки в поле «Я
      согласен с условиями Пользовательского соглашения» при регистрации на
      сайте Сервиса.
    </p>
    <p>
      1.5. Неисключительная лицензия – неисключительное право на пользование
      Сервисом в объеме, зависящем от выбранного Лицензиатом Тарифа на
      территории Российской Федерации.
    </p>
    <p>
      1.6. Регистрация – процесс создания Учетной записи путем заполнения
      обязательных полей на сайте Сервиса.
    </p>
    <p>
      1.7. Данные авторизации – указанные при Регистрации данные необходимые для
      получения доступа к Сервису.
    </p>
    <p>
      1.8. Учетная запись – запись на сайте Сервиса, содержащая данные
      Лицензиата, позволяющая осуществить Лицензиару идентификацию Лицензиата
      для получения доступа к Сервису.
    </p>
    <p>
      1.9. Тариф - условия и объем прав, предоставляемых Лицензиату в рамках
      использования Сервиса, указанные в Приложении №1 к Соглашению.
    </p>
    <p>
      1.10. Подписка – срок использования прав на использование Сервиса в рамках
      выбранного Лицензиатом Тарифа в соответствии с Приложением №1 к
      Соглашению.
    </p>

    <h4 class="text-center mb-4">2. ПРЕДМЕТ СОГЛАШЕНИЯ</h4>
    <p>
      2.1. По настоящему Соглашению Лицензиар обязуется предоставить Лицензиату
      право на использование Сервиса в объеме и на условиях, определяемых
      выбранным Лицензиатом Тарифом.
    </p>
    <p>
      2.2. Соглашение заключается до момента начала использования Программы и
      действует на протяжении всего срока ее использования при условии
      соблюдения Лицензиатом условий настоящего Соглашения.
    </p>
    <h4 class="text-center mb-4">3. ПОРЯДОК ИСПОЛЬЗОВАНИЯ СЕРВИСА</h4>
    <p>
      3.1. Для получения доступа к Сервису Лицензиат должен пройти Регистрацию
      на Сайте, указав обязательные данные, указанные на странице Регистрации.
    </p>
    <p>
      3.2. После Регистрации Лицензиат получает доступ к сервису посредством
      ввода указанных им при регистрации Данных авторизации – Логина и Пароля.
      Ответственность за безопасность (простота подбора) выбранного Лицензиатом
      пароля возлагается на Лицензиата.
    </p>
    <p>
      3.3. В случае обнаружения Лицензиатом факта несанкционированного доступа к
      Сервису путем использования его Учетной записи, Лицензиат обязуется
      незамедлительно сообщить об этом Лицензиару.
    </p>
    <h4 class="text-center mb-4">
      4. ЛИЦЕНЗИОННОЕ ВОЗНАГРАЖДЕНИЕ И ПОРЯДОК РАСЧЕТОВ
    </h4>
    <p>
      4.1. Стоимость прав на использование Сервиса (неисключительная лицензия)
      зависит от срока подписки на выбранный Лицензиатом Тариф. Стоимость
      подписки на соответствующий Тариф указана в Приложении №1 к Соглашению.
    </p>
    <p>4.2. Оплата по Соглашению осуществляется в порядке 100% предоплаты.</p>
    <p>
      4.3. Моментом исполнения Лицензиатом обязанности по оплате Тарифа является
      момент поступления денежных средств на расчетный счет Лицензиара.
    </p>
    <p>
      4.4. Сумма вознаграждения Лицензиара за предоставление неисключительной
      лицензии на право использования Сервиса не облагается НДС (п. п. 26 п. 2
      ст. 149 Налогового кодекса РФ).
    </p>
    <p>
      4.5. В случае досрочного отказа Лицензиата от использования Сервиса
      (расторжение Соглашения):
    </p>
    <p>
      4.5.1. По ежегодной подписке – возврат денежных средств в размере 50% от
      уплаченной суммы производится при условии, что с момента Подписки прошло
      не более половины срока действия подписки. При условии, если прошло более
      половины срока действия ежегодной подписки – денежные средства не
      возвращаются.
    </p>
    <p>
      4.5.2. По ежемесячной подписке денежные средства не возвращаются. 5. ПРАВА
      И ОБЯЗАННОСТИ СТОРОН 5.1. Лицензиат обязан:
    </p>
    <p>5.1.1. Указывать достоверные данные при Регистрации на сайте Сервиса.</p>
    <p>
      5.1.2. Не передавать третьим лицам, не допускать доступ третьих лиц к
      Учетной записи с использованием Данных авторизации Лицензиата.
    </p>
    <p>
      5.1.3. Не совершать действий, направленных на нарушение работы Сервиса,
      получение несанкционированного к исходному коду Сервиса, а также любым
      данным, расположенным на Сайте.
    </p>
    <p>
      5.1.4. Использовать Сервис в пределах тех прав и теми способами, которые
      предусмотрены Договором. 5.2. Лицензиат имеет право:
    </p>
    <p>
      5.2.1. Использовать Сервис в объеме прав, выбранным Лицензиатом Тарифом на
      срок оплаченной Лицензиатом Подписки.
    </p>
    <p>
      5.3. Лицензиат не вправе воспроизводить, модифицировать, распространять,
      копировать и осуществлять обнародование как Сервиса целиком, так и его
      составных частей, а также заключать сублицензионный договор на
      использование Сервиса либо уступать права по настоящему Соглашению.
    </p>
    <p>5.4. Лицензиар обязан:</p>
    <p>
      5.4.1. Предоставить право на использование Сервиса в рамках выбранного
      Тарифа на период оплаченной Подписки ежедневно и круглосуточно, за
      исключением срока проведения технических и профилактических работ на сайте
      Сервиса.
    </p>
    <p>5.5. Лицензиар имеет право:</p>
    <p>
      5.5.1. Без предварительного уведомления Лицензиата вносить изменения в
      функциональную часть и (или) оформление Сервиса.
    </p>
    <p>
      5.5.2. Осуществлять резервное копирование данных Лицензиата в целях
      предотвращения потери указанных данных.
    </p>
    <p>
      5.5.3. В случае нарушения Лицензиатом условий Соглашения приостановить
      доступ к Сервису и с сохранением всех данных Лицензиата на Сервере на
      период до устранения нарушения условий Соглашения.
    </p>
    <p>
      5.5.4. Проводить технические/профилактические работы на Сайте Сервиса.
    </p>
    <p>
      5.5.4. Вносить изменения в условия Соглашения с обязательным
      опубликованием изменений на Сайте Сервиса. Новая редакция Соглашения
      вступает в силу по истечении 5 (пяти) календарных дней с даты ее
      опубликования на сайте Сервиса.
    </p>
    <h4 class="text-center mb-4">6. ОТВЕТСТВЕННОСТЬ И ГАРАНТИИ</h4>
    <p>
      6.1. За нарушение условий Соглашения Стороны несут ответственность
      согласно действующему законодательству Российской Федерации.
    </p>
    <p>
      6.2. Сервис предоставляется в том виде, в котором размещен на Сайте, и
      Лицензиар не гарантирует, что все предлагаемые Сервисом функции будут
      отвечать ожиданиям и целям Лицензиата и являются применимыми для
      достижения целей, поставленных Лицензиатом в рамках работы с Сервисом.
    </p>
    <p>
      6.3. Лицензиар не несет ответственности за перебои в работе и
      невозможность полноценного использования Сервиса, происходящие по причине
      действия или бездействия третьих лиц, а также материальные и иные
      ценности, принадлежащие Лицензиату.
    </p>
    <p>
      6.4. Лицензиар не несет ответственности за убытки (реальный ущерб и
      упущенную выгоду), а также понесенные Лицензиатом в период использования
      или неиспользования Сервиса.
    </p>
    <p>
      6.5. Лицензиар не несет ответственности за утерю Лицензиатом Данных
      авторизации, а также не несет ответственности за убытки (реальный ущерб и
      упущенную выгоду) понесенные Лицензиатом вследствие получения доступа к
      Учетной записи Лицензиата в результате предоставления, утери или похищения
      Данных авторизации Лицензиата.
    </p>
    <p>
      6.6. Лицензиар не несет ответственности за качество и наличие вредоносных
      компонентов в используемом ПО Лицензиата и серверах сети Интернет или
      предлагаемом Лицензиату ПО.
    </p>
    <p>
      6.7. Лицензиат самостоятельно несет ответственность за соблюдение при
      использовании Сервиса прав и законных интересов третьих лиц и требований
      действующего законодательства.
    </p>
    <h4 class="text-center mb-4">7. ИСКЛЮЧИТЕЛЬНЫЕ ПРАВА НА СЕРВИС</h4>
    <p>
      7.1. Сервис в целом и его отдельные части, включая дизайн веб-страниц,
      материалы в графическом, аудиовизуальном виде является объектами
      интеллектуальной собственности Лицензиара, являющимся обладателем
      исключительных прав на Сервис и его части и защищается нормами ГК РФ и
      нормами, содержащимися в международных соглашениях в сфере охраны
      интеллектуальной собственности. Копирование исходного кода Сервиса или в
      полном объеме или частично, совершение любых действий, нарушающих
      исключительные права Лицензиара на Сервис запрещено. Лицензиат несет
      гражданскую, административную либо уголовную ответственность в зависимости
      от вида нарушения.
    </p>
    <p>
      7.2. Любое использование Материалов Сервиса без письменного разрешения
      Лицензиара запрещается.
    </p>
    <h4 class="text-center mb-4">
      8. УСЛОВИЕ ОБРАБОТКИ И ИСПОЛЬЗОВАНИЯ ПЕРСОНАЛЬНЫХ ДАННЫХ
    </h4>
    <p>
      8.1. Принимая условия Соглашения, Лицензиат в соответствии с Федеральным
      законом № 152-ФЗ «О персональных данных» от 27.07.2006 года, действуя
      свободно, своей волей и в своем интересе, выражает свое согласие на сбор,
      систематизация, накопление, хранение, уточнение (обновление, изменение),
      использование, обезличивание, уничтожение, как неавтоматизированными, так
      и автоматизированными способами исключительно для целей заключения и
      исполнения Соглашения.
    </p>
    <p>
      8.2. Лицензиат подтверждает корректность введенных им данных и выражает
      полное согласие на использование указанных данных Лицензиаром для
      поддержания связи, осуществления отправки рекламно-информационных
      сообщений на указанные номер телефона и адрес электронной почты с целью
      информирования Лицензиата о любой информации, касающейся исполнения
      Сторонами прав и обязанностей в рамках Договора, работы Сервиса, его
      развития и эксплуатации, а также информационных сообщений в рамках
      Соглашения.
    </p>
    <p>
      8.3. Лицензиар обязуется соблюдать конфиденциальность в отношении данных
      Лицензиата, не допускать несанкционированного использования данных
      Лицензиата третьими лиц.
    </p>
    <h4 class="text-center mb-4">
      9. СРОК ДЕЙСТВИЯ И ПОРЯДОК РАСТОРЖЕНИЯ СОГЛАШЕНИЯ
    </h4>
    <p>
      9.1. Соглашение вступает в силу с момента Регистрации и действует в
      течение 1 (одного) года. По истечения срока действия Соглашения при
      отсутствии возражений Сторон действие Соглашения продлевается на тот же
      срок на тех же условиях.
    </p>
    <p>
      9.2. С момента прекращения настоящего Договора права и обязанности Сторон
      прекращаются.
    </p>

    <p>
      9.3. Прекращение настоящего Договора не освобождает Стороны от
      ответственности за нарушение возникших из него обязательств.
    </p>
    <h4 class="text-center mb-4">10. ЗАКЛЮЧИТЕЛЬНЫЕ УСЛОВИЯ</h4>
    <p>
      10.1. По всем вопросам, не урегулированным настоящим Соглашением, Стороны
      руководствуются действующим законодательством Российской Федерации.
    </p>
    <p>
      10.2. Споры между Сторонами подлежат рассмотрению в Арбитражном суде
      Новосибирской области либо в Советском районном суде г. Новосибирска.
    </p>
    <h4 class="text-center mb-4 mt-2">11. ДАННЫЕ ЛИЦЕНЗИАРА</h4>
    <p>
      ООО «ЕРА» <br />
      Адрес: 630055, г. Новосибирск, ул. Гнесиных, д. 10, оф. 16<br />
      ОГРН: 1185476094220 <br />
      ИНН: 5408022063 КПП:540801001 <br />
      Р/с: 40702810023120001445 в АО "АЛЬФА-БАНК"<br />
      К/с: 3010 1810 6000 0000 0774 <br />
      в СИБИРСКОЕ ГУ БАНКА РОССИИ <br />
      БИК: 045004774 <br />
      Тел.: ___ <br />
      Адрес эл.почты: eredevelopmentnsk@gmail.com <br />
      <br />
      Директор ___________________ Давыдов Р.В. <br />

      Дата размещения редакции: «01» Февраля 2020 г. <br />
    </p>
  </div>
</template>

<script>
export default {
  name: "ConfirmText"
};
</script>

<style scoped lang="scss">
.ConfirmText {
  padding: 20px 25px;
  background: #fff;
  text-align: left;
}
</style>
